Revit 2015 API
MaterialSet Constructor
Initializes a new instance of the MaterialSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public MaterialSet()
Visual Basic
Public Sub New
Visual C++
public:
MaterialSet()
See Also
MaterialSet Class
Autodesk.Revit.DB Namespace